tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tokei"
brew "yarn"
brew "zoxide"
cask "appcleaner"
cask "bitwarden"
cask "docker"
cask "kitty"
cask "vscodium"
cask "wezterm"
