tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "act"
brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "pkgconf"
brew "pre-commit"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tldr"
brew "tmux"
brew "tokei"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "affine"
cask "appcleaner"
cask "bitwarden"
cask "docker"
cask "eloston-chromium"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "mongodb-compass"
cask "notion"
cask "raycast"
cask "signal"
cask "sublime-text"
cask "vscodium"
cask "wezterm"
cask "zed"
cask "zen-browser"
cask "zoom"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
