tap "homebrew/bundle"
tap "jesseduffield/lazygit"
# Cross-platform make
brew "cmake"
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Package manager for the Lua programming language
brew "luarocks"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform built on V8 to build network applications
brew "node"
# Modern shell for the GitHub era
brew "nushell"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Terminal multiplexer
brew "tmux"
# JavaScript package manager
brew "yarn"
# A simple terminal UI for git commands, written in Go
brew "jesseduffield/lazygit/lazygit"
# Desktop password and login vault
cask "bitwarden"
# App to build and share containerised applications and microservices
cask "docker"
# Cross-platform Git credential storage for multiple hosting providers
cask "git-credential-manager"
# GPU-based terminal emulator
cask "kitty"
# GPU-accelerated cross-platform terminal emulator and multiplexer
cask "wezterm"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
